[
    {
        "prompt_id": 1,
        "category": "Historical",
        "description": "A vibrant Renaissance marketplace bustling with merchants and colorful stalls under a golden sunset."
    },
    {
        "prompt_id": 2,
        "category": "Nature",
        "description": "A majestic waterfall cascading into a turquoise lagoon surrounded by lush tropical foliage."
    },
    {
        "prompt_id": 3,
        "category": "Abstract",
        "description": "A swirling vortex of neon blues and purples, resembling a cosmic dance of galaxies."
    },
    {
        "prompt_id": 4,
        "category": "Surreal",
        "description": "A giant hourglass floating in a desert, with vibrant fish swimming through the sand."
    },
    {
        "prompt_id": 5,
        "category": "Minimalist",
        "description": "A single cherry blossom branch against a soft pink background, casting a delicate shadow."
    },
    {
        "prompt_id": 6,
        "category": "Historical",
        "description": "A samurai warrior standing on a misty mountain peak, overlooking a feudal Japanese valley."
    },
    {
        "prompt_id": 7,
        "category": "Nature",
        "description": "A frost-covered pine forest at twilight, with stars beginning to peek through the canopy."
    },
    {
        "prompt_id": 8,
        "category": "Abstract",
        "description": "A geometric mosaic of interlocking triangles in shades of emerald and gold."
    },
    {
        "prompt_id": 9,
        "category": "Surreal",
        "description": "A grand piano suspended in the clouds, with musical notes transforming into colorful birds."
    },
    {
        "prompt_id": 10,
        "category": "Minimalist",
        "description": "A lone sailboat on a calm sea, silhouetted against a gradient of orange and purple."
    },
    {
        "prompt_id": 11,
        "category": "Historical",
        "description": "An ancient Egyptian temple illuminated by torchlight, with hieroglyphs glowing faintly."
    },
    {
        "prompt_id": 12,
        "category": "Nature",
        "description": "A vibrant coral reef teeming with tropical fish under crystal-clear ocean waters."
    },
    {
        "prompt_id": 13,
        "category": "Abstract",
        "description": "A kaleidoscope of fractured mirrors reflecting soft pastel hues in a circular pattern."
    },
    {
        "prompt_id": 14,
        "category": "Surreal",
        "description": "A tree with branches made of glowing lanterns, illuminating a starry night sky."
    },
    {
        "prompt_id": 15,
        "category": "Minimalist",
        "description": "A single red umbrella floating above a monochrome cityscape under heavy rain."
    },
    {
        "prompt_id": 16,
        "category": "Historical",
        "description": "A Viking longship sailing through a stormy sea, with lightning illuminating the horizon."
    },
    {
        "prompt_id": 17,
        "category": "Nature",
        "description": "A serene alpine meadow filled with wildflowers under a backdrop of snow-capped peaks."
    },
    {
        "prompt_id": 18,
        "category": "Abstract",
        "description": "A flowing wave of liquid gold and silver, blending into a deep indigo void."
    },
    {
        "prompt_id": 19,
        "category": "Surreal",
        "description": "A staircase spiraling into the sky, with each step blooming into vibrant flowers."
    },
    {
        "prompt_id": 20,
        "category": "Minimalist",
        "description": "A single candle burning brightly in a vast, empty room with soft gray walls."
    },
    {
        "prompt_id": 21,
        "category": "Historical",
        "description": "A Roman gladiator arena at dusk, with cheering crowds and dramatic shadows."
    },
    {
        "prompt_id": 22,
        "category": "Nature",
        "description": "A glowing bioluminescent beach at night, with waves sparkling under a full moon."
    },
    {
        "prompt_id": 23,
        "category": "Abstract",
        "description": "A chaotic explosion of vibrant colors, resembling a shattered stained-glass window."
    },
    {
        "prompt_id": 24,
        "category": "Surreal",
        "description": "A hot air balloon made of patchwork fabric, floating over a field of oversized mushrooms."
    },
    {
        "prompt_id": 25,
        "category": "Minimalist",
        "description": "A single black feather resting on a smooth, white marble surface."
    },
    {
        "prompt_id": 26,
        "category": "Historical",
        "description": "A bustling ancient Silk Road caravan, with camels and traders under a fiery sunset."
    },
    {
        "prompt_id": 27,
        "category": "Nature",
        "description": "A towering sand dune in a desert, casting dramatic shadows at sunrise."
    },
    {
        "prompt_id": 28,
        "category": "Abstract",
        "description": "A fluid pattern of interlocking circles, glowing in shades of teal and violet."
    },
    {
        "prompt_id": 29,
        "category": "Surreal",
        "description": "A giant teacup filled with stars, floating in a pastel-colored galaxy."
    },
    {
        "prompt_id": 30,
        "category": "Minimalist",
        "description": "A single green leaf floating on a still, reflective pond."
    },
    {
        "prompt_id": 31,
        "category": "Historical",
        "description": "A 19th-century Parisian café at night, with glowing lanterns and lively patrons."
    },
    {
        "prompt_id": 32,
        "category": "Nature",
        "description": "A misty bamboo forest with soft sunlight filtering through the stalks."
    },
    {
        "prompt_id": 33,
        "category": "Abstract",
        "description": "A dynamic swirl of fiery reds and cool blues, evoking a cosmic storm."
    },
    {
        "prompt_id": 34,
        "category": "Surreal",
        "description": "A clock melting over a tree branch in a vibrant, dreamlike jungle."
    },
    {
        "prompt_id": 35,
        "category": "Minimalist",
        "description": "A single white lotus flower blooming in a dark, tranquil pool."
    },
    {
        "prompt_id": 36,
        "category": "Historical",
        "description": "A medieval castle perched on a cliff, surrounded by a stormy sea."
    },
    {
        "prompt_id": 37,
        "category": "Nature",
        "description": "A vibrant autumn forest with leaves in shades of red, orange, and gold."
    },
    {
        "prompt_id": 38,
        "category": "Abstract",
        "description": "A pattern of overlapping translucent spheres in soft pastel tones."
    },
    {
        "prompt_id": 39,
        "category": "Surreal",
        "description": "A human silhouette made of stars, standing in a glowing meadow."
    },
    {
        "prompt_id": 40,
        "category": "Minimalist",
        "description": "A single origami crane resting on a smooth wooden surface."
    },
    {
        "prompt_id": 41,
        "category": "Historical",
        "description": "An ancient Mayan pyramid surrounded by dense jungle, bathed in golden light."
    },
    {
        "prompt_id": 42,
        "category": "Nature",
        "description": "A serene Arctic landscape with icebergs glowing under the aurora borealis."
    },
    {
        "prompt_id": 43,
        "category": "Abstract",
        "description": "A radiant burst of light refracting through a prism, creating a rainbow spectrum."
    },
    {
        "prompt_id": 44,
        "category": "Surreal",
        "description": "A floating island with waterfalls spilling into a starry void below."
    },
    {
        "prompt_id": 45,
        "category": "Minimalist",
        "description": "A single dandelion seed drifting against a soft blue sky."
    },
    {
        "prompt_id": 46,
        "category": "Historical",
        "description": "A Victorian-era ballroom filled with dancers in elegant gowns under chandeliers."
    },
    {
        "prompt_id": 47,
        "category": "Nature",
        "description": "A vibrant savanna at sunset, with silhouettes of acacia trees and grazing animals."
    },
    {
        "prompt_id": 48,
        "category": "Abstract",
        "description": "A flowing ribbon of light weaving through a dark, starry background."
    },
    {
        "prompt_id": 49,
        "category": "Surreal",
        "description": "A giant eye floating in a sky filled with colorful, swirling clouds."
    },
    {
        "prompt_id": 50,
        "category": "Minimalist",
        "description": "A single red balloon floating above a vast, empty field."
    },
    {
        "prompt_id": 51,
        "category": "Historical",
        "description": "A bustling ancient Roman forum with toga-clad citizens and marble statues."
    },
    {
        "prompt_id": 52,
        "category": "Nature",
        "description": "A serene lake reflecting a vibrant sunset with scattered clouds."
    },
    {
        "prompt_id": 53,
        "category": "Abstract",
        "description": "A grid of glowing cubes suspended in a dark, infinite space."
    },
    {
        "prompt_id": 54,
        "category": "Surreal",
        "description": "A field of oversized sunflowers with human faces blooming under a crimson sky."
    },
    {
        "prompt_id": 55,
        "category": "Minimalist",
        "description": "A single black cat sitting on a white rooftop under a starry night."
    },
    {
        "prompt_id": 56,
        "category": "Historical",
        "description": "A medieval alchemist’s workshop filled with glowing potions and ancient books."
    },
    {
        "prompt_id": 57,
        "category": "Nature",
        "description": "A dramatic cliff overlooking a turbulent ocean under a stormy sky."
    },
    {
        "prompt_id": 58,
        "category": "Abstract",
        "description": "A spiral of glowing orbs floating in a sea of deep purple and blue."
    },
    {
        "prompt_id": 59,
        "category": "Surreal",
        "description": "A doorway in the middle of a desert, leading to a vibrant underwater world."
    },
    {
        "prompt_id": 60,
        "category": "Minimalist",
        "description": "A single paper boat floating on a reflective puddle after rain."
    },
    {
        "prompt_id": 61,
        "category": "Historical",
        "description": "A 1920s jazz club with musicians playing under dim, smoky lights."
    },
    {
        "prompt_id": 62,
        "category": "Nature",
        "description": "A lush rainforest canopy with colorful parrots soaring through the mist."
    },
    {
        "prompt_id": 63,
        "category": "Abstract",
        "description": "A cascade of liquid light pouring into a pool of vibrant colors."
    },
    {
        "prompt_id": 64,
        "category": "Surreal",
        "description": "A floating city made of glass, reflecting a kaleidoscope of colors."
    },
    {
        "prompt_id": 65,
        "category": "Minimalist",
        "description": "A single seashell resting on a smooth, sandy beach at sunrise."
    },
    {
        "prompt_id": 66,
        "category": "Historical",
        "description": "An ancient Greek agora with philosophers debating under olive trees."
    },
    {
        "prompt_id": 67,
        "category": "Nature",
        "description": "A serene mountain valley with wild horses galloping through a meadow."
    },
    {
        "prompt_id": 68,
        "category": "Abstract",
        "description": "A pulsating wave of light and shadow, blending into soft pastel hues."
    },
    {
        "prompt_id": 69,
        "category": "Surreal",
        "description": "A tree growing upside down, with its roots reaching into a starry sky."
    },
    {
        "prompt_id": 70,
        "category": "Minimalist",
        "description": "A single lantern glowing softly in a dark, foggy forest."
    },
    {
        "prompt_id": 71,
        "category": "Historical",
        "description": "A pirate ship sailing through a stormy sea, with tattered sails and glowing lanterns."
    },
    {
        "prompt_id": 72,
        "category": "Nature",
        "description": "A vibrant cherry blossom tree in full bloom against a misty mountain backdrop."
    },
    {
        "prompt_id": 73,
        "category": "Abstract",
        "description": "A constellation of glowing lines forming intricate patterns in a dark void."
    },
    {
        "prompt_id": 74,
        "category": "Surreal",
        "description": "A giant book with pages turning into colorful butterflies in a meadow."
    },
    {
        "prompt_id": 75,
        "category": "Minimalist",
        "description": "A single white dove soaring above a calm, blue ocean."
    },
    {
        "prompt_id": 76,
        "category": "Historical",
        "description": "A bustling ancient Chinese marketplace with silk traders and vibrant lanterns."
    },
    {
        "prompt_id": 77,
        "category": "Nature",
        "description": "A tranquil desert oasis with palm trees and a shimmering pool under the stars."
    },
    {
        "prompt_id": 78,
        "category": "Abstract",
        "description": "A fluid blend of metallic silvers and deep blues, resembling a cosmic wave."
    },
    {
        "prompt_id": 79,
        "category": "Surreal",
        "description": "A violin with strings made of flowing water, played in a glowing forest."
    },
    {
        "prompt_id": 80,
        "category": "Minimalist",
        "description": "A single snowflake falling against a soft gray winter sky."
    },
    {
        "prompt_id": 81,
        "category": "Historical",
        "description": "A Celtic warrior standing on a windswept cliff, overlooking a rugged coastline."
    },
    {
        "prompt_id": 82,
        "category": "Nature",
        "description": "A vibrant meadow filled with poppies under a golden summer sky."
    },
    {
        "prompt_id": 83,
        "category": "Abstract",
        "description": "A radiant burst of light refracting into a spectrum of vibrant colors."
    },
    {
        "prompt_id": 84,
        "category": "Surreal",
        "description": "A clock tower with gears floating in the air, surrounded by colorful clouds."
    },
    {
        "prompt_id": 85,
        "category": "Minimalist",
        "description": "A single cactus silhouetted against a fiery desert sunset."
    },
    {
        "prompt_id": 86,
        "category": "Historical",
        "description": "A 17th-century Dutch windmill surrounded by vibrant tulip fields."
    },
    {
        "prompt_id": 87,
        "category": "Nature",
        "description": "A serene fjord with towering cliffs and a calm, reflective water surface."
    },
    {
        "prompt_id": 88,
        "category": "Abstract",
        "description": "A pattern of interlocking hexagons glowing in shades of teal and gold."
    },
    {
        "prompt_id": 89,
        "category": "Surreal",
        "description": "A floating lantern releasing colorful smoke that forms intricate patterns in the sky."
    },
    {
        "prompt_id": 90,
        "category": "Minimalist",
        "description": "A single pebble creating ripples in a calm, reflective pond."
    },
    {
        "prompt_id": 91,
        "category": "Historical",
        "description": "A medieval scribe working by candlelight in a stone-walled monastery."
    },
    {
        "prompt_id": 92,
        "category": "Nature",
        "description": "A vibrant sunset over a calm ocean, with dolphins leaping in the distance."
    },
    {
        "prompt_id": 93,
        "category": "Abstract",
        "description": "A cascade of glowing particles forming a spiral in a dark, starry void."
    },
    {
        "prompt_id": 94,
        "category": "Surreal",
        "description": "A giant butterfly with wings made of stained glass, soaring over a vibrant meadow."
    },
    {
        "prompt_id": 95,
        "category": "Minimalist",
        "description": "A single lighthouse standing on a rocky cliff under a stormy sky."
    },
    {
        "prompt_id": 96,
        "category": "Historical",
        "description": "An ancient Indian palace with intricate carvings, bathed in golden sunlight."
    },
    {
        "prompt_id": 97,
        "category": "Nature",
        "description": "A misty valley with a herd of deer grazing under a soft dawn light."
    },
    {
        "prompt_id": 98,
        "category": "Abstract",
        "description": "A flowing wave of liquid light blending into a vibrant neon gradient."
    },
    {
        "prompt_id": 99,
        "category": "Surreal",
        "description": "A tree with leaves made of colorful feathers, swaying in a dreamlike breeze."
    },
    {
        "prompt_id": 100,
        "category": "Minimalist",
        "description": "A single bonsai tree on a smooth stone table, set against a white wall."
    },
    {
        "prompt_id": 101,
        "category": "Historical",
        "description": "A 19th-century steam train crossing a lush countryside under a golden sky."
    },
    {
        "prompt_id": 102,
        "category": "Nature",
        "description": "A vibrant coral reef with schools of fish swimming under a sunlit ocean."
    },
    {
        "prompt_id": 103,
        "category": "Abstract",
        "description": "A radiant orb of light fracturing into a spectrum of vibrant colors."
    },
    {
        "prompt_id": 104,
        "category": "Surreal",
        "description": "A floating castle made of clouds, with rainbows arching between its towers."
    },
    {
        "prompt_id": 105,
        "category": "Minimalist",
        "description": "A single red apple resting on a smooth wooden table under soft light."
    },
    {
        "prompt_id": 106,
        "category": "Historical",
        "description": "An ancient Persian garden with fountains and vibrant mosaics under a starry sky."
    },
    {
        "prompt_id": 107,
        "category": "Nature",
        "description": "A serene mountain lake reflecting snow-capped peaks under a twilight sky."
    },
    {
        "prompt_id": 108,
        "category": "Abstract",
        "description": "A dynamic swirl of fiery oranges and cool blues, resembling a cosmic explosion."
    },
    {
        "prompt_id": 109,
        "category": "Surreal",
        "description": "A giant seashell floating in a starry sky, releasing glowing pearls."
    },
    {
        "prompt_id": 110,
        "category": "Minimalist",
        "description": "A single white rose petal falling against a soft black background."
    },
    {
        "prompt_id": 111,
        "category": "Historical",
        "description": "A Viking feast in a grand hall, with roaring fires and intricate carvings."
    },
    {
        "prompt_id": 112,
        "category": "Nature",
        "description": "A vibrant tropical rainforest with cascading waterfalls and colorful birds."
    },
    {
        "prompt_id": 113,
        "category": "Abstract",
        "description": "A pattern of glowing lines weaving through a dark, infinite void."
    },
    {
        "prompt_id": 114,
        "category": "Surreal",
        "description": "A human figure made of glowing crystals, standing in a vibrant meadow."
    },
    {
        "prompt_id": 115,
        "category": "Minimalist",
        "description": "A single feather drifting in a soft breeze against a pale blue sky."
    },
    {
        "prompt_id": 116,
        "category": "Historical",
        "description": "A 16th-century Venetian canal at dusk, with gondolas and glowing lanterns."
    },
    {
        "prompt_id": 117,
        "category": "Nature",
        "description": "A serene tundra landscape with a lone polar bear under the aurora borealis."
    },
    {
        "prompt_id": 118,
        "category": "Abstract",
        "description": "A fluid blend of metallic golds and deep purples, resembling a cosmic wave."
    },
    {
        "prompt_id": 119,
        "category": "Surreal",
        "description": "A giant clock with hands made of vines, ticking in a vibrant jungle."
    },
    {
        "prompt_id": 120,
        "category": "Minimalist",
        "description": "A single lantern floating on a calm lake under a starry night."
    },
    {
        "prompt_id": 121,
        "category": "Historical",
        "description": "An ancient Babylonian garden with hanging plants and golden statues."
    },
    {
        "prompt_id": 122,
        "category": "Nature",
        "description": "A vibrant autumn forest with a winding path leading to a distant horizon."
    },
    {
        "prompt_id": 123,
        "category": "Abstract",
        "description": "A cascade of glowing particles forming a spiral in a dark, starry void."
    },
    {
        "prompt_id": 124,
        "category": "Surreal",
        "description": "A tree with branches made of colorful ribbons, swaying in a dreamlike breeze."
    },
    {
        "prompt_id": 125,
        "category": "Minimalist",
        "description": "A single sailboat silhouetted against a vibrant sunset over the ocean."
    },
    {
        "prompt_id": 126,
        "category": "Historical",
        "description": "A 19th-century London street with horse-drawn carriages and gas lamps."
    },
    {
        "prompt_id": 127,
        "category": "Nature",
        "description": "A serene meadow with wildflowers swaying under a soft summer breeze."
    },
    {
        "prompt_id": 128,
        "category": "Abstract",
        "description": "A pattern of interlocking circles glowing in shades of teal and gold."
    },
    {
        "prompt_id": 129,
        "category": "Surreal",
        "description": "A giant mirror reflecting a vibrant jungle in the middle of a desert."
    },
    {
        "prompt_id": 130,
        "category": "Minimalist",
        "description": "A single black stone resting on a smooth, white sandy beach."
    },
    {
        "prompt_id": 131,
        "category": "Historical",
        "description": "An ancient Celtic stone circle under a dramatic, stormy sky."
    },
    {
        "prompt_id": 132,
        "category": "Nature",
        "description": "A vibrant coral reef with colorful fish swimming under a sunlit ocean."
    },
    {
        "prompt_id": 133,
        "category": "Abstract",
        "description": "A flowing wave of liquid light blending into a vibrant neon gradient."
    },
    {
        "prompt_id": 134,
        "category": "Surreal",
        "description": "A giant book with pages turning into colorful waves in a vibrant sea."
    },
    {
        "prompt_id": 135,
        "category": "Minimalist",
        "description": "A single red leaf falling against a soft gray autumn sky."
    },
    {
        "prompt_id": 136,
        "category": "Historical",
        "description": "A 17th-century pirate port with ships docked under a fiery sunset."
    },
    {
        "prompt_id": 137,
        "category": "Nature",
        "description": "A serene alpine valley with a crystal-clear stream and grazing deer."
    },
    {
        "prompt_id": 138,
        "category": "Abstract",
        "description": "A radiant burst of light refracting into a spectrum of vibrant colors."
    },
    {
        "prompt_id": 139,
        "category": "Surreal",
        "description": "A floating island with waterfalls spilling into a starry void below."
    },
    {
        "prompt_id": 140,
        "category": "Minimalist",
        "description": "A single white candle burning in a dark, empty room."
    },
    {
        "prompt_id": 141,
        "category": "Historical",
        "description": "An ancient Roman aqueduct stretching across a vibrant countryside."
    },
    {
        "prompt_id": 142,
        "category": "Nature",
        "description": "A misty bamboo forest with soft sunlight filtering through the canopy."
    },
    {
        "prompt_id": 143,
        "category": "Abstract",
        "description": "A dynamic swirl of fiery reds and cool blues, resembling a cosmic storm."
    },
    {
        "prompt_id": 144,
        "category": "Surreal",
        "description": "A giant hourglass with sand turning into colorful stars in a desert."
    },
    {
        "prompt_id": 145,
        "category": "Minimalist",
        "description": "A single cherry blossom petal floating on a calm, reflective pond."
    },
    {
        "prompt_id": 146,
        "category": "Historical",
        "description": "A medieval knight’s tournament with colorful banners and cheering crowds."
    },
    {
        "prompt_id": 147,
        "category": "Nature",
        "description": "A vibrant savanna with elephants grazing under a golden sunset."
    },
    {
        "prompt_id": 148,
        "category": "Abstract",
        "description": "A pattern of glowing lines weaving through a dark, infinite void."
    },
    {
        "prompt_id": 149,
        "category": "Surreal",
        "description": "A tree with branches made of glowing crystals, illuminating a starry night."
    },
    {
        "prompt_id": 150,
        "category": "Minimalist",
        "description": "A single black umbrella resting on a wet, cobblestone street."
    },
    {
        "prompt_id": 151,
        "category": "Historical",
        "description": "An ancient Greek temple bathed in golden sunlight, with olive trees nearby."
    },
    {
        "prompt_id": 152,
        "category": "Nature",
        "description": "A serene Arctic landscape with icebergs glowing under a twilight sky."
    },
    {
        "prompt_id": 153,
        "category": "Abstract",
        "description": "A cascade of glowing particles forming a spiral in a dark, starry void."
    },
    {
        "prompt_id": 154,
        "category": "Surreal",
        "description": "A giant violin with strings made of flowing water, played in a vibrant meadow."
    },
    {
        "prompt_id": 155,
        "category": "Minimalist",
        "description": "A single white feather drifting against a soft blue sky."
    },
    {
        "prompt_id": 156,
        "category": "Historical",
        "description": "A 19th-century Parisian street with horse-drawn carriages and gas lamps."
    },
    {
        "prompt_id": 157,
        "category": "Nature",
        "description": "A vibrant tropical rainforest with colorful parrots and cascading waterfalls."
    },
    {
        "prompt_id": 158,
        "category": "Abstract",
        "description": "A fluid blend of metallic silvers and deep purples, resembling a cosmic wave."
    },
    {
        "prompt_id": 159,
        "category": "Surreal",
        "description": "A floating city made of glass, reflecting a kaleidoscope of colors."
    },
    {
        "prompt_id": 160,
        "category": "Minimalist",
        "description": "A single seashell resting on a smooth, sandy beach at sunrise."
    },
    {
        "prompt_id": 161,
        "category": "Historical",
        "description": "An ancient Mayan city with pyramids rising through a misty jungle."
    },
    {
        "prompt_id": 162,
        "category": "Nature",
        "description": "A serene mountain valley with wild horses galloping under a twilight sky."
    },
    {
        "prompt_id": 163,
        "category": "Abstract",
        "description": "A radiant orb of light fracturing into a spectrum of vibrant colors."
    },
    {
        "prompt_id": 164,
        "category": "Surreal",
        "description": "A giant clock with hands made of vines, ticking in a vibrant jungle."
    },
    {
        "prompt_id": 165,
        "category": "Minimalist",
        "description": "A single lantern glowing softly in a dark, foggy forest."
    },
    {
        "prompt_id": 166,
        "category": "Historical",
        "description": "A 17th-century Dutch harbor with sailing ships and vibrant tulip fields."
    },
    {
        "prompt_id": 167,
        "category": "Nature",
        "description": "A vibrant coral reef with schools of fish swimming under a sunlit ocean."
    },
    {
        "prompt_id": 168,
        "category": "Abstract",
        "description": "A flowing wave of liquid light blending into a vibrant neon gradient."
    },
    {
        "prompt_id": 169,
        "category": "Surreal",
        "description": "A tree with leaves made of colorful feathers, swaying in a dreamlike breeze."
    },
    {
        "prompt_id": 170,
        "category": "Minimalist",
        "description": "A single red balloon floating above a vast, empty field."
    },
    {
        "prompt_id": 171,
        "category": "Historical",
        "description": "An ancient Chinese palace with intricate roofs and vibrant gardens."
    },
    {
        "prompt_id": 172,
        "category": "Nature",
        "description": "A serene desert oasis with palm trees and a shimmering pool under the stars."
    },
    {
        "prompt_id": 173,
        "category": "Abstract",
        "description": "A pattern of interlocking hexagons glowing in shades of teal and gold."
    },
    {
        "prompt_id": 174,
        "category": "Surreal",
        "description": "A giant mirror reflecting a vibrant jungle in the middle of a desert."
    },
    {
        "prompt_id": 175,
        "category": "Minimalist",
        "description": "A single black stone resting on a smooth, white sandy beach."
    },
    {
        "prompt_id": 176,
        "category": "Historical",
        "description": "A medieval alchemist’s workshop with glowing potions and ancient books."
    },
    {
        "prompt_id": 177,
        "category": "Nature",
        "description": "A vibrant autumn forest with leaves in shades of red, orange, and gold."
    },
    {
        "prompt_id": 178,
        "category": "Abstract",
        "description": "A cascade of glowing particles forming a spiral in a dark, starry void."
    },
    {
        "prompt_id": 179,
        "category": "Surreal",
        "description": "A floating lantern releasing colorful smoke that forms intricate patterns."
    },
    {
        "prompt_id": 180,
        "category": "Minimalist",
        "description": "A single white lotus flower blooming in a dark, tranquil pool."
    },
    {
        "prompt_id": 181,
        "category": "Historical",
        "description": "A 1920s speakeasy with jazz musicians and flapper dancers under dim lights."
    },
    {
        "prompt_id": 182,
        "category": "Nature",
        "description": "A serene fjord with towering cliffs and a calm, reflective water surface."
    },
    {
        "prompt_id": 183,
        "category": "Abstract",
        "description": "A dynamic swirl of fiery reds and cool blues, resembling a cosmic storm."
    },
    {
        "prompt_id": 184,
        "category": "Surreal",
        "description": "A giant butterfly with wings made of stained glass, soaring over a vibrant meadow."
    },
    {
        "prompt_id": 185,
        "category": "Minimalist",
        "description": "A single paper boat floating on a reflective puddle after rain."
    },
    {
        "prompt_id": 186,
        "category": "Historical",
        "description": "An ancient Indian temple with intricate carvings, bathed in golden sunlight."
    },
    {
        "prompt_id": 187,
        "category": "Nature",
        "description": "A vibrant savanna at sunset, with silhouettes of acacia trees and grazing animals."
    },
    {
        "prompt_id": 188,
        "category": "Abstract",
        "description": "A radiant burst of light refracting into a spectrum of vibrant colors."
    },
    {
        "prompt_id": 189,
        "category": "Surreal",
        "description": "A floating castle made of clouds, with rainbows arching between its towers."
    },
    {
        "prompt_id": 190,
        "category": "Minimalist",
        "description": "A single red apple resting on a smooth wooden table under soft light."
    },
    {
        "prompt_id": 191,
        "category": "Historical",
        "description": "A Viking longship sailing through a stormy sea, with lightning illuminating the horizon."
    },
    {
        "prompt_id": 192,
        "category": "Nature",
        "description": "A serene alpine meadow filled with wildflowers under a backdrop of snow-capped peaks."
    },
    {
        "prompt_id": 193,
        "category": "Abstract",
        "description": "A flowing ribbon of light weaving through a dark, starry background."
    },
    {
        "prompt_id": 194,
        "category": "Surreal",
        "description": "A giant eye floating in a sky filled with colorful, swirling clouds."
    },
    {
        "prompt_id": 195,
        "category": "Minimalist",
        "description": "A single black cat sitting on a white rooftop under a starry night."
    },
    {
        "prompt_id": 196,
        "category": "Historical",
        "description": "A bustling ancient Roman forum with toga-clad citizens and marble statues."
    },
    {
        "prompt_id": 197,
        "category": "Nature",
        "description": "A glowing bioluminescent beach at night, with waves sparkling under a full moon."
    },
    {
        "prompt_id": 198,
        "category": "Abstract",
        "description": "A chaotic explosion of vibrant colors, resembling a shattered stained-glass window."
    },
    {
        "prompt_id": 199,
        "category": "Surreal",
        "description": "A hot air balloon made of patchwork fabric, floating over a field of oversized mushrooms."
    },
    {
        "prompt_id": 200,
        "category": "Minimalist",
        "description": "A single black feather resting on a smooth, white marble surface."
    },
    {
        "prompt_id": 201,
        "category": "Historical",
        "description": "A 19th-century Parisian café at night, with glowing lanterns and lively patrons."
    },
    {
        "prompt_id": 202,
        "category": "Nature",
        "description": "A vibrant cherry blossom tree in full bloom against a misty mountain backdrop."
    },
    {
        "prompt_id": 203,
        "category": "Abstract",
        "description": "A fluid pattern of interlocking circles, glowing in shades of teal and violet."
    },
    {
        "prompt_id": 204,
        "category": "Surreal",
        "description": "A clock melting over a tree branch in a vibrant, dreamlike jungle."
    }
]